<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AdobeFlashDebugger</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Web Plug-ins/Adobe Flash Debug</string>
		<key>NAME</key>
		<string>Adobe Flash Player Debug</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Web Plugins</string>
			<key>description</key>
			<string>Adobe® Flash® Player is a cross-platform browser-based application runtime that delivers uncompromised viewing of expressive applications, content, and videos across screens and browsers.  This installer installs the Debug version to be used with the development of Flash Applications.</string>
			<key>developer</key>
			<string>Adobe Systems Inc.</string>
			<key>display_name</key>
			<string>Adobe Flash Player Debug</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.AdobeFlashDebbugger</string>
</dict>
</plist>
