<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AdobeAcrobatProXUpdate</string>
	<key>Input</key>
	<dict>
		<key>MAJOR_VERSION</key>
		<string>10</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Adobe/Acrobat</string>
		<key>NAME</key>
		<string>Adobe Acrobat X Update</string>
		<key>VERSION</key>
		<string>latest</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Adobe Acrobat Pro.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>description</key>
			<string>This update provides system requirement enhancements, mitigation for security issues, improved overall stability, bug fixes, and feature enhancements. For a list of specific bug fixes, new features, and other changes in this release, see the Release Notes.</string>
			<key>developer</key>
			<string>Adobe Systems Inc.</string>
			<key>display_name</key>
			<string>Adobe Acrobat Pro X Update</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/bash
/usr/bin/defaults delete /Library/Preferences/com.adobe.Acrobat.Pro.plist 10
/usr/libexec/PlistBuddy -c 'Add :10:FeatureLockdown:bUpdater bool false' /Library/Preferences/com.adobe.Acrobat.Pro.plist
exit 0
			</string>
			<key>unattended_install</key>
			<true/>
			<key>update_for</key>
			<array>
				<string>Adobe-AcrobatX</string>
			</array>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.AdobeAcrobatProXUpdate</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AdobeAcrobatProUpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>cc1f09f45a5a5ba1c4d26bbb8bae2c76582886a9</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeAcrobatPro/AdobeAcrobatProUpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>25348b0774f7846a26119e5d99dd53a2c93f1f6bb153f9aa4e5a93c4ec369848</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.AdobeAcrobatProXUpdate</key>
			<dict>
				<key>git_hash</key>
				<string>cc1f09f45a5a5ba1c4d26bbb8bae2c76582886a9</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeAcrobatPro/AdobeAcrobatProXUpdate.download.recipe</string>
				<key>sha256_hash</key>
				<string>c6f46257961345740a620f73a9c35ccc3c98c13882bbdbcb55d427edc4b9ec5b</string>
			</dict>
			<key>com.github.autopkg.munki.AdobeAcrobatProXUpdate</key>
			<dict>
				<key>git_hash</key>
				<string>3a2c8d5c4150d9144e94dfc8bc185da268be6398</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeAcrobatPro/AdobeAcrobatProXUpdate.munki.recipe</string>
				<key>sha256_hash</key>
				<string>196593a680b4754d5bdf47d1963f3d3e0ee4a5bb43e70ab1122203eb821324e3</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
