<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AdobeFlashPlayer</string>
	<key>Input</key>
	<dict>
		<key>MAKEPKGINFO_PKGNAME</key>
		<string>Install Adobe Flash Player.app/Contents/Resources/Adobe Flash Player.pkg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Web Plug-ins/Adobe Flash</string>
		<key>NAME</key>
		<string>Adobe Flash Player</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Web Plugins</string>
			<key>developer</key>
			<string>Adobe Systems Inc.</string>
			<key>description</key>
			<string>Adobe Flash Player is a cross-platform browser-based application runtime that delivers uncompromised viewing of expressive applications, content, and videos across screens and browsers.</string>
			<key>display_name</key>
			<string>Adobe Flash Player PlugIn</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>postinstall_script</key>
			<string>#!/bin/sh
			test -d /Library/Application\ Support/Macromedia || mkdir /Library/Application\ Support/Macromedia
			echo 'AutoUpdateDisable=1' &gt; /Library/Application\ Support/Macromedia/mms.cfg
			echo 'SilentAutoUpdateEnable=0' &gt;&gt; /Library/Application\ Support/Macromedia/mms.cfg
			</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.FlashPlayerNoRepackage</string>
</dict>
</plist>
