<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AdobeAcrobatDCUpdate</string>
	<key>Input</key>
	<dict>
		<key>LANGUAGE</key>
		<string>English</string>
		<key>MAJOR_VERSION</key>
		<string>AcrobatDC</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Adobe/Acrobat</string>
		<key>NAME</key>
		<string>Adobe Acrobat DC Update</string>
		<key>OS_VERSION</key>
		<string>10.9.0</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>description</key>
			<string>This update provides system requirement enhancements, mitigation for security issues, improved overall stability, bug fixes, and feature enhancements. For a list of specific bug fixes, new features, and other changes in this release, see the Release Notes.</string>
			<key>developer</key>
			<string>Adobe Systems Inc.</string>
			<key>display_name</key>
			<string>Adobe Acrobat DC Update</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>update_for</key>
			<array>
				<string>Adobe Acrobat DC</string>
			</array>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.AdobeAcrobatDCUpdate</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AdobeAcrobatDcUpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>6c880344b481f4dde8271ee99cc4ebebf4d9615e</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.novaksam-recipes/Recipes - Download/AdobeAcrobatDcUpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>5916e8671fdc087df9c100b3d80da369ad18af9a30f011fc77e4b952afb5d83a</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.AdobeAcrobatDCUpdate</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Adobe/AdobeAcrobatDCUpdate.munki.recipe</string>
				<key>sha256_hash</key>
				<string>569a322bddcc11d87c77e7bcb94e94fc1811a4a85534645add08b469ae7c38c0</string>
			</dict>
			<key>com.github.novaksam.download.AdobeAcrobatDCUpdate</key>
			<dict>
				<key>git_hash</key>
				<string>eba3d0160acb4e5d6e2c4fc5c36d236fbc412e11</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.novaksam-recipes/Recipes - Download/AdobeAcrobatDCUpdates.download.recipe</string>
				<key>sha256_hash</key>
				<string>1f1bb4a92c523059dd95f9dc27c3737445dd78fd6ca260b1c39d536361ce553c</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
