<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AdobeReader</string>
	<key>Input</key>
	<dict>
		<key>LANGUAGE</key>
		<string>English</string>
		<key>MAJOR_VERSION</key>
		<string>11</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Adobe/Acrobat</string>
		<key>NAME</key>
		<string>Adobe Reader</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Adobe Reader.app</string>
				<string>Firefox.app</string>
				<string>Opera.app</string>
				<string>Safari.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>description</key>
			<string>Adobe® Reader® is the global standard for reliably viewing, printing, and commenting on PDF documents. It's the only PDF file viewer that can open and interact with all types of PDF content, including forms and multimedia.</string>
			<key>developer</key>
			<string>Adobe Systems Inc.</string>
			<key>display_name</key>
			<string>Adobe Reader</string>
			<key>minimum_os_version</key>
			<string>10.6.4</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/sh

# Set some variables...

USERPREFS_DIR="/System/Library/User Template/English.lproj/Library/Preferences"
PREFS_DIR="/Library/Preferences"

# Disables Adobe Reader update checks and EULA.

/usr/libexec/PlistBuddy -c "Delete 11:EULAAccepted" "${USERPREFS_DIR}/com.adobe.Reader.plist"
/usr/libexec/PlistBuddy -c "Add 11:EULAAccepted bool TRUE" "${USERPREFS_DIR}/com.adobe.Reader.plist"
/usr/libexec/PlistBuddy -c "Delete 11:AVGeneral:CheckForUpdatesAtStartup:1" "${USERPREFS_DIR}/com.adobe.Reader.plist"
/usr/libexec/PlistBuddy -c "Add 11:AVGeneral:CheckForUpdatesAtStartup array" "${USERPREFS_DIR}/com.adobe.Reader.plist"
/usr/libexec/PlistBuddy -c "Add 11:AVGeneral:CheckForUpdatesAtStartup:1" "${USERPREFS_DIR}/com.adobe.Reader.plist"
/usr/libexec/PlistBuddy -c "Add 11:AVGeneral:CheckForUpdatesAtStartup:1 integer 0" "${USERPREFS_DIR}/com.adobe.Reader.plist"
/usr/libexec/PlistBuddy -c "Add 11:AVGeneral:CheckForUpdatesAtStartup:1 bool FALSE" "${USERPREFS_DIR}/com.adobe.Reader.plist"

# Exit with zero status

exit 0
			</string>
			<key>preinstall_script</key>
			<string>#!/bin/sh
if [ -e "/Applications/Adobe Reader.app" ]; then
rm -r "/Applications/Adobe Reader.app"
fi
exit 0
            </string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.AdobeReader</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AdobeReaderURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>b6e90cf85dc6e56377b38a0f32e32768412ea10a</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderURLProvider.py</string>
				<key>sha256_hash</key>
				<string>aae69b07251b138562d568cf1ee787ae2c6f3d837c46339ef91d7bbf2196ecf3</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.AdobeReader</key>
			<dict>
				<key>git_hash</key>
				<string>71a9ca9ea3b9610c732aa95f906d20b0213f60c8</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReader.download.recipe</string>
				<key>sha256_hash</key>
				<string>c766398bc92e766a26ad7d0cedc97d7d975c5b529ef8f6260b9b5d5268d40a85</string>
			</dict>
			<key>com.github.autopkg.munki.AdobeReader</key>
			<dict>
				<key>git_hash</key>
				<string>2147123be00c8a8e53cdc392f76c7b54f735ebd9</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReader.munki.recipe</string>
				<key>sha256_hash</key>
				<string>6962d6dd0afc6615519d0afd8ce3b144fcaa81ea90e0b586b1159ea43a8eb766</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
