<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AdobeCreativeCloudInstaller</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://ccmdls.adobe.com/AdobeProducts/KCCC/1/osx10/CreativeCloudInstaller.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Adobe/Creative Cloud</string>
		<key>NAME</key>
		<string>Adobe Creative Cloud Installer</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Creative Cloud</string>
			<key>description</key>
			<string>This updates the Creative Cloud app that runs in your taskbar if you have Adobe Creative Cloud apps installed.</string>
			<key>developer</key>
			<string>Adobe Systems Inc.</string>
			<key>display_name</key>
			<string>%name%</string>
			<key>name</key>
			<string>%name%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>uk.ac.ox.orchard.munki.AdobeCreativeCloudInstaller</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.AdobeCreativeCloudInstaller</key>
			<key>com.github.rtrouton.pkg.AdobeCreativeCloudInstaller</key>
			<key>uk.ac.ox.orchard.munki.AdobeCreativeCloudInstaller</key>
		</dict>
	</dict>
</dict>
</plist>
