<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AmazonCloudDrive</string>
	<key>Input</key>
	<dict>
		<key>DEVELOPER</key>
		<string>Amazon</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Social/Amazon Drive</string>
		<key>NAME</key>
		<string>Amazon Drive</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Social</string>
			<key>description</key>
			<string>Amazon Cloud Drive is your place for everything digital. Cloud Drive offers free mobile apps, secure access from any computer, and it's built in to your Amazon devices—so you can access your digital content everywhere you are.</string>
			<key>developer</key>
			<string>%DEVELOPER%</string>
			<key>display_name</key>
			<string>Amazon Drive</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.clburlison.munki.AmazonCloudDrive</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.clburlison.download.AmazonCloudDrive</key>
			<dict>
				<key>git_hash</key>
				<string>3d8fce59075a842755fe05772c2fd3de05229c96</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.clburlison-recipes/Amazon/AmazonCloudDrive.download.recipe</string>
				<key>sha256_hash</key>
				<string>a2ca276498a43705d795ea8f18378caa8980839323bf6a717237e492c3d4ba6c</string>
			</dict>
			<key>com.github.clburlison.munki.AmazonCloudDrive</key>
			<dict>
				<key>git_hash</key>
				<string>3d8fce59075a842755fe05772c2fd3de05229c96</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.clburlison-recipes/Amazon/AmazonCloudDrive.munki.recipe</string>
				<key>sha256_hash</key>
				<string>51f097e5556e18d8d3069105d2e780ab5ca66978cd5d97d7474584dd984a6dad</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
