<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AppleCanonLaserPrinterDrivers</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Printers/Drivers/Canon</string>
		<key>NAME</key>
		<string>Printer Software Canon</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Peripherals</string>
			<key>description</key>
			<string>Provides the latest Canon printing and scanning software for OS X.</string>
			<key>developer</key>
			<string>Apple Inc.</string>
			<key>display_name</key>
			<string>Printer Software Canon</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.n8felton.munki.AppleCanonLaserPrinterDrivers</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.n8felton.shared/AppleSupportDownloadInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>228a3c268a6d52727263da64de69d8d23fa4b11c</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/SharedProcessors/AppleSupportDownloadInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>cb97c7d29684d437fd11fc5aa9781f5185659d1c0c78d1979b1c32d7f77d90e1</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.download.AppleCanonLaserPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>2dc0d2dc5d0ad32174c5164f5bf2493df26d1b3f</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleCanonLaserPrinterDrivers.download.recipe</string>
				<key>sha256_hash</key>
				<string>16776bb9e74308845c2b830ccda9f5ca2bfebf77867e50a648e750b9cb59eb09</string>
			</dict>
			<key>com.github.n8felton.munki.AppleCanonLaserPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>5c4eefbfbbf233228e8c689221f5b58e8dd7d50c</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleCanonLaserPrinterDrivers.munki.recipe</string>
				<key>sha256_hash</key>
				<string>290aa51663392deaf9b8701fabda77993f467298668e99fc30e4569faf7bf9ed</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
