<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AppleSamsungPrinterDrivers</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Printers/Drivers/Samsung</string>
		<key>NAME</key>
		<string>Printer Software Samsung</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Peripherals</string>
			<key>description</key>
			<string>Provides the latest Samsung printing and scanning software for OS X.</string>
			<key>developer</key>
			<string>Apple Inc.</string>
			<key>display_name</key>
			<string>Printer Software Samsung</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.n8felton.munki.AppleSamsungPrinterDrivers</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.n8felton.shared/AppleSupportDownloadInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>228a3c268a6d52727263da64de69d8d23fa4b11c</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/SharedProcessors/AppleSupportDownloadInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>cb97c7d29684d437fd11fc5aa9781f5185659d1c0c78d1979b1c32d7f77d90e1</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.download.AppleSamsungPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>2dc0d2dc5d0ad32174c5164f5bf2493df26d1b3f</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleSamsungPrinterDrivers.download.recipe</string>
				<key>sha256_hash</key>
				<string>886e9ff00bc808f0b7333a47eb4a7d1ce85572abce9380e4776efb31d9d86dfc</string>
			</dict>
			<key>com.github.n8felton.munki.AppleSamsungPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>5c4eefbfbbf233228e8c689221f5b58e8dd7d50c</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleSamsungPrinterDrivers.munki.recipe</string>
				<key>sha256_hash</key>
				<string>b5613dad6f86934fb313a4c422e2dddd2d73f776b91666cee1196c23ceac80ec</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
