<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Audacity</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Media</string>
		<key>NAME</key>
		<string>Audacity</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Multimedia</string>
			<key>description</key>
			<string>Audacity is a free, easy-to-use, multi-track audio editor and recorder for Windows, Mac OS X, GNU/Linux and other operating systems.</string>
			<key>developer</key>
			<string>Audacity</string>
			<key>display_name</key>
			<string>Audacity</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.timsutton.munki.audacity</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.timsutton.munki.audacity</key>
			<dict>
				<key>git_hash</key>
				<string>6d76c7ff3255639bc4d03209ce052f4d853f2d39</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.timsutton-recipes/Audacity/Audacity.munki.recipe</string>
				<key>sha256_hash</key>
				<string>f718c765c87d33385c21aa0f94b869306826d4c3f0744e39907aae134355744e</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
