<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AxureRP</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Media</string>
		<key>NAME</key>
		<string>Axure Pro</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Web Development</string>
			<key>description</key>
			<string>Axure RP gives you the wireframing, prototyping and documentation tools needed to make informed design choices, persuade any skeptics, and document your design... and maybe win a few fans along the way. Choose the Standard edition for prototyping or go Pro to add documentation and collaboration features.</string>
			<key>developer</key>
			<string>Axure Software Solutions, Inc</string>
			<key>display_name</key>
			<string>Axure Pro</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.thenikola.munki.AxureRP</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.thenikola.download.AxureRP</key>
			<dict>
				<key>git_hash</key>
				<string>8e54095560680be843af4efa788c214b2ea84598</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.thenikola-recipes/Axure/AxureRP.download.recipe</string>
				<key>sha256_hash</key>
				<string>46ca68bffcc085eaeea3bcb69ed604662f3676275a5a0238752e5edf72ba0c84</string>
			</dict>
			<key>com.github.thenikola.munki.AxureRP</key>
			<dict>
				<key>git_hash</key>
				<string>8e54095560680be843af4efa788c214b2ea84598</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.thenikola-recipes/Axure/AxureRP.munki.recipe</string>
				<key>sha256_hash</key>
				<string>51c6886d01cedbda1485d438575490a7725e698b56a21bdf1e4f779cb502ea64</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
