<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Blender</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Graphics &amp; Rendering</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Media</string>
		<key>NAME</key>
		<string>Blender</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Blender is the open source, cross platform suite of tools for 3D creation.</string>
			<key>developer</key>
			<string>The Blender Foundation</string>
			<key>display_name</key>
			<string>Blender</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.Blender</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>BlenderPermissionsFixer</key>
			<dict>
				<key>git_hash</key>
				<string>ceb7898b4c5f10af170a4604628b1b0980342426</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/Blender/BlenderPermissionsFixer.py</string>
				<key>sha256_hash</key>
				<string>59f359387fd8ba41ac5d594a9e0344761709a3969387eb5de30d3f2a1768179d</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.Blender</key>
			<dict>
				<key>git_hash</key>
				<string>ceb7898b4c5f10af170a4604628b1b0980342426</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/Blender/Blender.download.recipe</string>
				<key>sha256_hash</key>
				<string>ee1d45da60605d5dddd53cc3a901221b9c7ad510745e3ef70cb59712b4ca7ce4</string>
			</dict>
			<key>io.github.hjuutilainen.munki.Blender</key>
			<dict>
				<key>git_hash</key>
				<string>4c7d1f208aab10e7ef456e8612630c246a501f72</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/Blender/Blender.munki.recipe</string>
				<key>sha256_hash</key>
				<string>bad5cdffdee57b8b9f5b6a59abe567e2924660642ede9bb6896d7c0eba2ff335</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
