<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Blender</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Graphics &amp; Rendering</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Media</string>
		<key>NAME</key>
		<string>Blender</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Blender is the open source, cross platform suite of tools for 3D creation.</string>
			<key>developer</key>
			<string>The Blender Foundation</string>
			<key>display_name</key>
			<string>Blender</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.Blender</string>
</dict>
</plist>
