<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.ChronoViz</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Media</string>
		<key>NAME</key>
		<string>ChronoViz</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Media</string>
			<key>description</key>
			<string>ChronoViz is a tool to aid visualization and analysis of multimodal sets of time-coded information, with a focus on the analysis of video in combination with other data sources.</string>
			<key>developer</key>
			<string>University of California, San Diego</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.ChronoViz</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.ChronoViz</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/ChronoViz/ChronoViz.munki.recipe</string>
				<key>sha256_hash</key>
				<string>d468668f679275d5de369adde4a4bab5c79af1f9c2d2b2a327d3d2a8d924d3b9</string>
			</dict>
			<key>com.github.joshua-d-miller.download.ChronoViz</key>
			<dict>
				<key>git_hash</key>
				<string>9eb7503eb8245cd80a6c411bd2a4480f1b9144e9</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/ChronoViz/ChronoViz.download.recipe</string>
				<key>sha256_hash</key>
				<string>74afd5b09e4d5c12170aa867cc7a7a114fb9a7c47ba037bde4b39af3415fbf2c</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
