<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DashLane</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Productivity/Dashlane</string>
		<key>NAME</key>
		<string>Dashlane</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>description</key>
			<string>Dashlane is a password manager app and secure digital wallet that provides solutions to the problem of password fatigue.</string>
			<key>developer</key>
			<string>Dashlane</string>
			<key>display_name</key>
			<string>Dashlane</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.dashlane</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.dashlane</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Dashlane/Dashlane.munki.recipe</string>
				<key>sha256_hash</key>
				<string>63f16fb8b96976c7c0d1ef17db4d6083640e2f127aaf0ce60bc9ac7313f6b574</string>
			</dict>
			<key>com.github.joshua-d-miller.download.dashlane</key>
			<dict>
				<key>git_hash</key>
				<string>e9719042cb9699d3b04c1269705d5bbb6d52013c</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Dashlane/Dashlane.download.recipe</string>
				<key>sha256_hash</key>
				<string>dde964c16f0c5b6f885645e86f47c66de9d2266d340f0cff6c82ee58ce10424f</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
