<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DinoXcope</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Science</string>
		<key>NAME</key>
		<string>DinoXcope</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Science</string>
			<key>description</key>
			<string>This package will install the driver and software needed to use DinoXcope microscopes.  These microscopes are used for industrial inspection, health care, research, documentation, education, and more.</string>
			<key>developer</key>
			<string>AnMo Electronics Corporation</string>
			<key>display_name</key>
			<string>DinoXcope</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.dinoxcope</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.dinoxcope</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/DinoXcope/DinoXcope.munki.recipe</string>
				<key>sha256_hash</key>
				<string>f283635ff052cd98ba93e15b447df8c02dee9948e71255e6735f5288f9e661f9</string>
			</dict>
			<key>com.github.joshua-d-miller.download.dinoxcope</key>
			<dict>
				<key>git_hash</key>
				<string>a02c4bd394ec61402e6bfcc8f700cc2105e346c5</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/DinoXcope/DinoXcope.download.recipe</string>
				<key>sha256_hash</key>
				<string>17fe8f9078620862e07d3487feef1aa31543546d9b33765abc402a82571be575</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
