<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DoceriDesktop</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://doceri.com</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Productivity</string>
		<key>NAME</key>
		<string>Doceri Desktop</string>
		<key>SEARCH_PATTERN</key>
		<string>(?P&lt;zip&gt;/DoceriDesktop/v.*?/Doceri_Desktop_.*?.zip)</string>
		<key>SEARCH_URL</key>
		<string>http://doceri.com/download_form.php</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>description</key>
			<string>Set your presentation free!  When connected via WIFI or an ad hoc wireless connection to your Windows PC or Mac, you can control your desktop using Doceri on a tablet device and Doceri Desktop for your computer. Launch, open, edit, save – you now have full control of your computer just like sitting behind the keyboard.</string>
			<key>developer</key>
			<string>SP Controls, Inc.</string>
			<key>display_name</key>
			<string>Doceri Desktop</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.DoceriDesktop</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.hansen-m.download.DoceriDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>882b5da88b9f447deab1211ded2d1fa496d027f3</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hansen-m-recipes/Doceri/DoceriDesktop.download.recipe</string>
				<key>sha256_hash</key>
				<string>233b8005d740ef4d6bcaad43d86fb7a215b14141f58f496f43b525124b3490fb</string>
			</dict>
			<key>com.github.joshua-d-miller.autopkg.munki.DoceriDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Doceri/DoceriDesktop.munki.recipe</string>
				<key>sha256_hash</key>
				<string>958be59072fc64ae125d737ac07a45a9090d7359657f10b6b96307a31c9ebcd3</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
