<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DroboDashboard</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Admin</string>
		<key>NAME</key>
		<string>Drobo Dashboard</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>RestartAction</key>
			<string>RequireRestart</string>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Administrative Tools</string>
			<key>description</key>
			<string>Mac Installer for the Drobo Dashboard Application.  This will allow users to access their Drobo Firewire storage or NAS.</string>
			<key>developer</key>
			<string>Drobo, Inc.</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/bash
/usr/libexec/ApplicationFirewall/socketfilterfw --add /Library/Application\ Support/Data\ Robotics/Drobo\ Dashboard/DDService64d
exit 0
            </string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.drobodashboard</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.drobodashboard</key>
			<dict>
				<key>git_hash</key>
				<string>38bf7a7159bee9b17d248c709c1c2f044d442396</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Drobo/DroboDashboard.munki.recipe</string>
				<key>sha256_hash</key>
				<string>e3d7470cfdeea5804db0633783c12dba6e8d58fff549785d64dda331a6353fee</string>
			</dict>
			<key>com.github.joshua-d-miller.download.drobodashboard</key>
			<dict>
				<key>git_hash</key>
				<string>38bf7a7159bee9b17d248c709c1c2f044d442396</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Drobo/DroboDashboard.download.recipe</string>
				<key>sha256_hash</key>
				<string>6a033b8cdce046d11b023ac9e72e8ffeb80d6e5f8210d5e397c935a70dbe42a3</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
