<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DroboDashboard</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Admin</string>
		<key>NAME</key>
		<string>Drobo Dashboard</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>RestartAction</key>
			<string>RequireRestart</string>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Administrative Tools</string>
			<key>description</key>
			<string>Mac Installer for the Drobo Dashboard Application.  This will allow users to access their Drobo Firewire storage or NAS.</string>
			<key>developer</key>
			<string>Drobo, Inc.</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/bash
/usr/libexec/ApplicationFirewall/socketfilterfw --add /Library/Application\ Support/Data\ Robotics/Drobo\ Dashboard/DDService64d
exit 0
            </string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.drobodashboard</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.drobodashboard</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Drobo/DroboDashboard.munki.recipe</string>
				<key>sha256_hash</key>
				<string>68601f549bc446aa1f745c701ea933be1173da2d01e1ef86802efe5524c75495</string>
			</dict>
			<key>com.github.joshua-d-miller.download.drobodashboard</key>
			<dict>
				<key>git_hash</key>
				<string>3a657e3decc3068a66ef43e490059f3cd861324b</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Drobo/DroboDashboard.download.recipe</string>
				<key>sha256_hash</key>
				<string>445cca0d2156e4009ac53adb9a8a71a0be426fb67d2934520347aa777d4b410f</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
