<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Evernote</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Reference</string>
		<key>NAME</key>
		<string>Evernote</string>
		<key>SPARKLE_FEED_URL</key>
		<string>http://update.evernote.com/public/ENMac/EvernoteMacUpdate.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
			</array>
			<key>description</key>
			<string>
&lt;html&gt;&lt;p&gt;Evernote makes it easy to remember things big and small from your everyday life using your computer, phone, tablet and the web.&lt;/p&gt;

&lt;p&gt;&lt;b&gt;Keep everything in sync&lt;/b&gt;&lt;br/&gt;
With Evernote, all of your notes, web clips, files and images are made available on every device and computer you use.&lt;/p&gt;

&lt;p;&gt;&lt;b&gt;Remember things you like&lt;/b&gt;&lt;br/&gt;
Save everything cool and exciting you see online and in the real world. Snap a photo, record some audio and save it.&lt;/p&gt;

&lt;p&gt;&lt;b&gt;Save favorite webpages&lt;/b&gt;&lt;br/&gt;
Save entire webpages to your Evernote account with our nifty web clipper browser extensions. You get the whole page: text, images and links.&lt;/p&gt;

&lt;p&gt;&lt;b&gt;Research better&lt;/b&gt;&lt;br/&gt;
Collect information from anywhere into a single place. From text notes to web pages to files to snapshots, everything is always at your fingertips.&lt;/p&gt;

&lt;p&gt;&lt;b&gt;Work with friends and colleagues&lt;/b&gt;&lt;br/&gt;
Share your notes and collaborate on projects with friends, colleagues and classmates.&lt;/p&gt;

&lt;p&gt;&lt;b&gt;Plan your next trip&lt;/b&gt;&lt;br/&gt;
Keep all of your itineraries, confirmations, scanned travel documents, maps, and plans in Evernote, so you’ll have them when you need them.&lt;/p&gt;&lt;/html&gt;
			</string>
			<key>display_name</key>
			<string>Evernote</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.Evernote</string>
</dict>
</plist>
