<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.ExceedOnDemand</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Admin</string>
		<key>NAME</key>
		<string>Exceed onDemand Client</string>
		<key>SEARCH_PATTERN</key>
		<string>(?P&lt;url&gt;http://mimage\.opentext\.com/patches/connectivity/eod8/[a-z0-9_]+/[a-z0-9]+/mac/eodclient.-(?P&lt;version&gt;[0-9.]+)\.dmg)</string>
		<key>SEARCH_URL</key>
		<string>http://connectivity.opentext.com/products/mac-os-x-platforms.aspx</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string></string>
			<key>description</key>
			<string>Exceed onDemand is a commercial software product that allows a high-fidelity graphical connection to be made to a remove system by means of a dedicated display server. Each Hammer system has such a server running, thus allowing a connection to be made. Remote Desktop connections present users with a familiar desktop GUI and do not require manual configuration of an SSH client. The remote GUI applications may be presented as a self-contained remote desktop with its own window management (similar to Remote Desktop) or may be seamlessly integrated into the users existing desktop.</string>
			<key>developer</key>
			<string>OpenText Connectivity Solutions Group</string>
			<key>display_name</key>
			<string>Excced onDemand Client</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>requires</key>
			<array>
				<string>XQuartz</string>
			</array>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.exceedondemandclient</string>
</dict>
</plist>
