<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.ExceedOnDemand</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Admin</string>
		<key>NAME</key>
		<string>Exceed onDemand Client</string>
		<key>SEARCH_PATTERN</key>
		<string>(?P&lt;url&gt;http://mimage\.opentext\.com/patches/connectivity/eod8/[a-z0-9_]+/[a-z0-9]+/mac/eodclient.-(?P&lt;version&gt;[0-9.]+)\.dmg)</string>
		<key>SEARCH_URL</key>
		<string>http://connectivity.opentext.com/products/mac-os-x-platforms.aspx</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string></string>
			<key>description</key>
			<string>Exceed onDemand is a commercial software product that allows a high-fidelity graphical connection to be made to a remove system by means of a dedicated display server. Each Hammer system has such a server running, thus allowing a connection to be made. Remote Desktop connections present users with a familiar desktop GUI and do not require manual configuration of an SSH client. The remote GUI applications may be presented as a self-contained remote desktop with its own window management (similar to Remote Desktop) or may be seamlessly integrated into the users existing desktop.</string>
			<key>developer</key>
			<string>OpenText Connectivity Solutions Group</string>
			<key>display_name</key>
			<string>Exceed onDemand Client</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>requires</key>
			<array>
				<string>XQuartz</string>
			</array>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.exceedondemandclient</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.hansen-m.download.exceedondemandclient</key>
			<dict>
				<key>git_hash</key>
				<string>f9737d4b476e9cff5dbd8de55b0c53179929cc46</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hansen-m-recipes/OpenText/ExceedOnDemand.download.recipe</string>
				<key>sha256_hash</key>
				<string>3c00b371528eb91a6e1f112ab4bec2c0b3114e2f9db983c5fba6dc11fff87a48</string>
			</dict>
			<key>com.github.joshua-d-miller.autopkg.munki.exceedondemandclient</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/OpenText/ExceedOnDemand.munki.recipe</string>
				<key>sha256_hash</key>
				<string>f3ce0c449036919bccb36ea4a1cc4d337abd5827b5d3f3ae525a37030318eb13</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
