<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.ExpressScribe</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://www.nch.com.au/components/scribemaci.zip</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Media</string>
		<key>NAME</key>
		<string>Express Scribe</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Media</string>
			<key>description</key>
			<string>Express Scribe is professional audio player software designed to assist the transcription of audio recordings.</string>
			<key>developer</key>
			<string>NCH Software</string>
			<key>display_name</key>
			<string>Express Scribe</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.foigus.munki.ExpressScribe</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.foigus.download.ExpressScribe</key>
			<dict>
				<key>git_hash</key>
				<string>486c11b8c57a6c51947e752b14570fba85ebe177</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.foigus-recipes/NCHSoftware/ExpressScribe.download.recipe</string>
				<key>sha256_hash</key>
				<string>93e5428ea95dba5749ff1ebe797013bf1f18e4f2973b79188414fd82e16b9e9e</string>
			</dict>
			<key>com.github.foigus.munki.ExpressScribe</key>
			<dict>
				<key>git_hash</key>
				<string>772bdd3b49459735862e7002d9364fe2b8f95362</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.foigus-recipes/NCHSoftware/ExpressScribe.munki.recipe</string>
				<key>sha256_hash</key>
				<string>b252191b80aae4d07521dacd5841e49e0e0c12d30a1d189731f79a95837990d4</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
