<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Firefox</string>
	<key>Input</key>
	<dict>
		<key>LOCALE</key>
		<string>en_US</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Image/Mozilla Firefox</string>
		<key>NAME</key>
		<string>Mozilla Firefox</string>
		<key>RELEASE</key>
		<string>latest-esr</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Web Browsers</string>
			<key>description</key>
			<string>Mozilla Firefox is a free and open source web browser.</string>
			<key>developer</key>
			<string>Mozilla Corporation</string>
			<key>display_name</key>
			<string>Mozilla Firefox</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/sh
echo 'pref("general.config.obscure_value", 0);
pref("general.config.filename", "firefox_munki.cfg");' &gt; /Applications/Firefox.app/Contents/Resources/defaults/pref/local-settings.js

echo 'lockPref("app.update.auto", false);
lockPref("app.update.enabled", false);
lockPref("app.update.autoUpdateEnabled", false);' &gt; /Applications/Firefox.app/Contents/Resources/firefox_munki.cfg
			</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.firefox-rc-en_US</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MozillaURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>8332edca4fbafc1e8aff8c119e571f27b4853bb5</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/MozillaURLProvider.py</string>
				<key>sha256_hash</key>
				<string>b3c2711d58a670f13d186f77743fd0808470d387fd780b852e8fcfcecdbec251</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.firefox-rc-en_US</key>
			<dict>
				<key>git_hash</key>
				<string>192a4b85749fd12fdcc837bb5caa124d487b2538</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/Firefox.download.recipe</string>
				<key>sha256_hash</key>
				<string>8d1429a6bda5be11cc69eccf1c7f1b6044ecb068f8f3de4a87e359e855f2a05d</string>
			</dict>
			<key>com.github.autopkg.munki.firefox-rc-en_US</key>
			<dict>
				<key>git_hash</key>
				<string>8332edca4fbafc1e8aff8c119e571f27b4853bb5</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/Firefox.munki.recipe</string>
				<key>sha256_hash</key>
				<string>ca589a917fa5251ad39071dd49b168ed9c6549f4b085e706ea541829c3ec426d</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
