<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Firefox</string>
	<key>Input</key>
	<dict>
		<key>LOCALE</key>
		<string>en_US</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Web</string>
		<key>NAME</key>
		<string>Mozilla Firefox</string>
		<key>RELEASE</key>
		<string>latest-17.0esr</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Web Browsers</string>
			<key>developer</key>
			<string>Mozilla Corporation</string>
			<key>description</key>
			<string>Mozilla Firefox is a free and open source web browser.</string>
			<key>display_name</key>
			<string>Mozilla Firefox</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/sh
echo 'pref("general.config.obscure_value", 0);
pref("general.config.filename", "firefox_munki.cfg");' > /Applications/Firefox.app/Contents/MacOS/defaults/pref/local-settings.js

echo 'lockPref("app.update.auto", false);
lockPref("app.update.enabled", false);
lockPref("app.update.autoUpdateEnabled", false);' > /Applications/Firefox.app/Contents/MacOS/firefox_munki.cfg
			</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.firefox-rc-en_US</string>
</dict>
</plist>
