<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GeoGebra</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://www.geogebra.org/download/index.php?os=mac</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Mathematics</string>
		<key>NAME</key>
		<string>GeoGebra</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Mathematics</string>
			<key>description</key>
			<string>GeoGebra (www.geogebra.org) is free dynamic mathematics software for all levels of education that brings together geometry, algebra, spreadsheets, graphing, statistics and calculus in one easy-to-use package. Interactive learning, teaching and evaluation resources created with GeoGebra can be shared and used by everyone at www.geogebratube.org.</string>
			<key>developer</key>
			<string>International GeoGebra Institute</string>
			<key>display_name</key>
			<string>GeoGebra</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.geogebra</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.geogebra</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/GeoGebra/GeoGebra.munki.recipe</string>
				<key>sha256_hash</key>
				<string>fd0e1804b7586b1f0d266da1302e742a0612f934a5a180675e48296969ba5f6b</string>
			</dict>
			<key>com.github.joshua-d-miller.download.geogebra</key>
			<dict>
				<key>git_hash</key>
				<string>e16b11bc522febc2f51a1aada646b11a1c483671</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/GeoGebra/GeoGebra.download.recipe</string>
				<key>sha256_hash</key>
				<string>b5c6eb051247ade0dc744ee9ed7678f0c26e508ab8383ee424b4f2c4267534c5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
