<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GeoGebra</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://www.geogebra.org/download/index.php?os=mac</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Mathematics</string>
		<key>NAME</key>
		<string>GeoGebra</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Mathematics</string>
			<key>description</key>
			<string>GeoGebra (www.geogebra.org) is free dynamic mathematics software for all levels of education that brings together geometry, algebra, spreadsheets, graphing, statistics and calculus in one easy-to-use package. Interactive learning, teaching and evaluation resources created with GeoGebra can be shared and used by everyone at www.geogebratube.org.</string>
			<key>developer</key>
			<string>International GeoGebra Institute</string>
			<key>display_name</key>
			<string>GeoGebra</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.geogebra</string>
</dict>
</plist>
