<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Gephi</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Productivity</string>
		<key>NAME</key>
		<string>Gephi</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>description</key>
			<string>Gephi is an interactive visualization and exploration platform for all kinds of networks and complex systems, dynamic and hierarchical graphs.</string>
			<key>developer</key>
			<string>Gephi.org</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.gephi</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.gephi</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Gephi/Gephi.munki.recipe</string>
				<key>sha256_hash</key>
				<string>6c531ee645949b1a3f0a6a42b850b40d48b42f42c75919061fa1cfdc2b61d3c7</string>
			</dict>
			<key>com.github.joshua-d-miller.download.gephi</key>
			<dict>
				<key>git_hash</key>
				<string>1ff9973f04890443f3298a03f987546f85bdde87</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Gephi/Gephi.download.recipe</string>
				<key>sha256_hash</key>
				<string>8a7170a0dff7099d13adb4888a7cc9b66215c1dff3756a22bfe8cbfcf7f0d3bc</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
