<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GoogleChrome</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.google.com/chrome/mac/stable/GGRO/googlechrome.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Web</string>
		<key>NAME</key>
		<string>Google Chrome</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Google Chrome.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Web Browsers</string>
			<key>developer</key>
			<string>Google Inc.</string>
			<key>description</key>
			<string>Google Chrome is a browser that combines a minimal design with sophisticated technology to make the web faster, safer, and easier.</string>
			<key>display_name</key>
			<string>Google Chrome</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!bin/bash
/usr/bin/defaults write /Library/Preferences/com.google.Keystone.Agent checkInterval 0
            </string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.google-chrome</string>
</dict>
</plist>
