<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GoogleVoiceAndVideo</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.google.com/googletalk/googletalkplugin/GoogleVoiceAndVideoSetup.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Web Plug-ins/Google Voice and Video</string>
		<key>NAME</key>
		<string>Google Voice and Video</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Web Plugins</string>
			<key>description</key>
			<string>PlugIn for Google hangouts and Gmail Voice and Video</string>
			<key>developer</key>
			<string>Google Inc.</string>
			<key>display_name</key>
			<string>Google Voice and Video PlugIn</string>
			<key>installer_choices_xml</key>
			<array>
				<dict>
					<key>attributeSetting</key>
					<integer>1</integer>
					<key>choiceAttribute</key>
					<string>selected</string>
					<key>choiceIdentifier</key>
					<string>installer_choice_1</string>
				</dict>
				<dict>
					<key>attributeSetting</key>
					<integer>0</integer>
					<key>choiceAttribute</key>
					<string>selected</string>
					<key>choiceIdentifier</key>
					<string>installer_choice_2</string>
				</dict>
			</array>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.GoogleVoiceandVideo</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.hansen-m.download.GoogleVoiceAndVideo</key>
			<dict>
				<key>git_hash</key>
				<string>0cc1d3df7e844d02b421ee8a4b922d3bab293307</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hansen-m-recipes/Google/GoogleVoiceAndVideo.download.recipe</string>
				<key>sha256_hash</key>
				<string>843cc69de46cd7e997b3fa2043e950105a606c4ce005fd5a5b43936281210919</string>
			</dict>
			<key>com.github.joshua-d-miller.autopkg.munki.GoogleVoiceandVideo</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Google Voice and Video/GoogleVoiceAndVideo.munki.recipe</string>
				<key>sha256_hash</key>
				<string>50c8c38893b518662c2b388aade7cbd624cbe994bb497c5a2b70490509606ef9</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
