<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GoogleTalkPlugin</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.google.com/googletalk/googletalkplugin/GoogleVoiceAndVideoSetup.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Utilities</string>
		<key>NAME</key>
		<string>Google-Voice and Video</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Plugin for Google Hangouts and Gmail voice and video.</string>
			<key>display_name</key>
			<string>Google Talk Plugin</string>
			<key>installer_choices_xml</key>
			<array>
				<dict>
					<key>attributeSetting</key>
					<integer>1</integer>
					<key>choiceAttribute</key>
					<string>selected</string>
					<key>choiceIdentifier</key>
					<string>installer_choice_1</string>
				</dict>
				<dict>
					<key>attributeSetting</key>
					<integer>0</integer>
					<key>choiceAttribute</key>
					<string>selected</string>
					<key>choiceIdentifier</key>
					<string>installer_choice_2</string>
				</dict>
			</array>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>35475</integer>
			<key>packageid</key>
			<string>com.google.pkg.GoogleVoiceAndVideo</string>
			<key>version</key>
			<string>4.9.1.16010</string>
		</dict>
	</array>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.keeleysam.recipes.GoogleTalkPlugin</string>
</dict>
</plist>
