<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GoogleDrive</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.google.com/drive/installgoogledrive.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Social</string>
		<key>NAME</key>
		<string>Google Drive</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Social</string>
			<key>description</key>
			<string>Google Drive sync for Mac. Access files on your computer from anywhere.</string>
			<key>developer</key>
			<string>Google Inc.</string>
			<key>display_name</key>
			<string>Google Drive</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/usr/bin/ruby

#####################################################################
#  Name: Google Drive Helper
#  Author: Riley Shott
#  Date: May 20, 2013
#  Version: 0.1.0
#  Description: Places the files Google Drive needs to modify folder icons,
#               which prevents it from asking for an Administrator password.
#####################################################################

require 'fileutils'

icon_helper        = '/Applications/Google Drive.app/Contents/Resources/Google Drive Icon Helper'
icon_helper_path   = '/Library/PrivilegedHelperTools'
icon_helper_script = "#{icon_helper_path}/Google Drive Icon Helper"

exit 0 if File.exists? icon_helper_script

if File.exists? icon_helper
  begin
    FileUtils.cp icon_helper, icon_helper_path
    FileUtils.chmod 06755, icon_helper_script
    FileUtils.chown 'root', 'procmod', icon_helper_script
  rescue Exception =&gt; e
    message = 'An error occured:' + "\n\n" + "Error Message: " + e.message + "\n" + "Backtrace: " + e.backtrace.inspect
    puts message
  end
else
  puts "#{icon_helper} doesn't seem to exist."
  exit 1
end

exit 0
			</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.recipes-dankeller.munki.google-drive</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.recipes-dankeller.download.google-drive</key>
			<dict>
				<key>git_hash</key>
				<string>83d7f88010c9f1f0c7b0434b35a6d2002b72d632</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.dankeller-recipes/GoogleDrive/GoogleDrive.download.recipe</string>
				<key>sha256_hash</key>
				<string>aa562b3d69489b45660b6175d8824ec10804889b5268260d2633ece021955180</string>
			</dict>
			<key>com.github.autopkg.recipes-dankeller.munki.google-drive</key>
			<dict>
				<key>git_hash</key>
				<string>fb3f77e2d2b628c20c8581c4ed628ae6d9e005bb</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.dankeller-recipes/GoogleDrive/GoogleDrive.munki.recipe</string>
				<key>sha256_hash</key>
				<string>faf31817ddd2997574e433903819dab992c7afa7c5e78c1743fbe7bb6c70775a</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
