<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Handbrake</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Media</string>
		<key>NAME</key>
		<string>Handbrake</string>
		<key>SU_FEED_URL</key>
		<string>http://handbrake.fr/appcast.x86_64.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Media</string>
			<key>description</key>
			<string>HandBrake is a tool for converting video from nearly any format to a selection of modern, widely supported codecs.</string>
			<key>developer</key>
			<string>The HandBrake Team</string>
			<key>display_name</key>
			<string>Handbrake</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.Handbrake</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.Handbrake</key>
			<dict>
				<key>git_hash</key>
				<string>2c27e5ffc235efca5d39b107787502b2ec7172e5</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Handbrake/Handbrake.download.recipe</string>
				<key>sha256_hash</key>
				<string>50420bf890cee155ad9f53934ef3897bac3553ae2598066e0b7407dfe889cb4e</string>
			</dict>
			<key>com.github.autopkg.munki.Handbrake</key>
			<dict>
				<key>git_hash</key>
				<string>5011cb739ce9caa6c4f13d7ea2342ec5205f8f08</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Handbrake/Handbrake.munki.recipe</string>
				<key>sha256_hash</key>
				<string>d7d2119f6ce67c0f7e72c51f89a91df7864fa0215b98c9016b73c80d250da889</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
