<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.iTerm2</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Admin</string>
		<key>NAME</key>
		<string>iTerm2</string>
		<key>SPARKLE_FEED_URL</key>
		<string>http://iterm2.googlecode.com/svn/trunk/appcasts/final.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Administrative Tools</string>
			<key>description</key>
			<string>Powerful alternative to Terminal.app.</string>
			<key>display_name</key>
			<string>iTerm2</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.keeleysam.autopkg.munki.iTerm2</string>
</dict>
</plist>
