<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Jing</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Media</string>
		<key>NAME</key>
		<string>Jing</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Media</string>
			<key>description</key>
			<string>Jing captures anything you see on your computer screen, as an image or short video, and lets you share it instantly.</string>
			<key>developer</key>
			<string>Techsmith</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.jing</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.jing</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Jing/Jing.munki.recipe</string>
				<key>sha256_hash</key>
				<string>aa3f09c98db627ce805031ee692283319f77d1ff267e95eec92a7d4d2083890b</string>
			</dict>
			<key>com.github.joshua-d-miller.download.jing</key>
			<dict>
				<key>git_hash</key>
				<string>f336f2c6239cb39e2460684a945cd08cb3681a46</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Jing/Jing.download.recipe</string>
				<key>sha256_hash</key>
				<string>72ac7807251647073ab33b625a4c06735307788c261972b61ffc9b3589df15b0</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
