<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.LogitechOptions</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Setup</string>
		<key>NAME</key>
		<string>Logitech Options</string>
		<key>pkginfo</key>
		<dict>
			<key>RestartAction</key>
			<string>RequireRestart</string>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Peripherals</string>
			<key>description</key>
			<string>Logitech Options lets you customize gesture controls for Logitech touch products. It also adds enhanced key functions for Logitech keyboards, and notification for device-specific status features such as battery level, key backlighting level, and Caps Lock.</string>
			<key>developer</key>
			<string>Logitech International S.A.</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.logitechoptions</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.logitechoptions</key>
			<dict>
				<key>git_hash</key>
				<string>df267fb639af6adb8d85a219bd7cda2d39c27cdc</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Logitech/LogitechOptions.munki.recipe</string>
				<key>sha256_hash</key>
				<string>3180d662ca966fa88815d38459e7d1f2483be3ecabc2220a4733cd3f61e94346</string>
			</dict>
			<key>com.github.joshua-d-miller.download.logitechoptions</key>
			<dict>
				<key>git_hash</key>
				<string>6b13a1754c35a2a8f7c8573f2cfa9b73b36ab91a</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Logitech/LogitechOptions.download.recipe</string>
				<key>sha256_hash</key>
				<string>ff42bb15e0d7c3e2997c2873b665a55fd5f59172e7c56327ff04036533c40860</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
