<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MacTeX</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Mathematics</string>
		<key>NAME</key>
		<string>MacTeX</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Mathematics</string>
			<key>description</key>
			<string>MacTeX is a product produced by the MacTeX TeXnical working group of the TeX Users Group (TUG). It is the Macintosh component of the TeX Collection DVD, the reference edition of TeX distributed by TeX User Groups across the world. The reference edition runs on Mac OS X, Windows, GNU/Linux, various BSD Unix systems, and most other computer architectures.
            </string>
			<key>developer</key>
			<string>TeX Users Group</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postuninstall_script</key>
			<string>#!/bin/bash
            /bin/rm -rf /Applications/TeX
            </string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.MacTeX</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.MacTeX</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/MacTeX/mactex.munki.recipe</string>
				<key>sha256_hash</key>
				<string>d3c53c60d9268b26727f790c713bf2628db931d293831d6f7fe3c81be379f1a5</string>
			</dict>
			<key>com.github.joshua-d-miller.download.MacTeX</key>
			<dict>
				<key>git_hash</key>
				<string>11b93e5890a5473289e5801210070ee367bf4496</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/MacTeX/mactex.download.recipe</string>
				<key>sha256_hash</key>
				<string>bafd83aaedd553c133192b6a0a2a71c67cd3765aed32602e57b60ae717132a02</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
