<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Mendeley</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://www.mendeley.com/client/get/2/</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Reference/Mendeley</string>
		<key>NAME</key>
		<string>Mendeley Desktop</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Reference</string>
			<key>description</key>
			<string>Mendeley is a free reference manager and academic social network that can help you organize your research, collaborate with others online, and discover the latest research. - http://www.mendeley.com</string>
			<key>developer</key>
			<string>Elsevier</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/bash
            # Mircosoft Word 2011 Plugin for Mendeley
            # Last Updated April 10, 2014 - Joshua D. Miller
            # Set Permissions to allow the Mendeley Word Plugin to Install
            [ -e /Applications/Microsoft\ Office\ 2011/ ] &amp;&amp; chmod o+w /Applications/Microsoft\ Office\ 2011/Office/Startup/Word
            </string>
			<key>postuninstall_script</key>
			<string>#!/bin/bash
            # Uninstall Script for Word Plugin for Mendeley
            # Last Updated April 10, 2014 - Joshua D. Miller
            # Remove the Mendeley Template file
            [ -e /Applications/Microsoft\ Office\ 2011/Office/Word/Startup/Mendeley.dot ] &amp;&amp; rm /Applications/Microsoft\ Office\ 2011/Office/Startup/Word/Mendeley.dot
            # Restore Permissions on the folder /Applications/Microsoft Office 2011/Office/Startup/Word/
            [ -e /Applications/Microsoft\ Office\ 2011/ ] &amp;&amp; chmod o-w /Applications/Microsoft\ Office\ 2011/Office/Startup/Word
            </string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.Mendeley</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.hansen-m.download.Mendeley</key>
			<dict>
				<key>git_hash</key>
				<string>5d214016f9c96fcaf6edc3bd55ad629383186bee</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hansen-m-recipes/Mendeley/Mendeley.download.recipe</string>
				<key>sha256_hash</key>
				<string>3815270838d6bf5f1b1f097938624bf1c85a849c7ba3e13476ae9c3d95921fe0</string>
			</dict>
			<key>com.github.joshua-d-miller.autopkg.munki.Mendeley</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Mendeley/Mendeley.munki.recipe</string>
				<key>sha256_hash</key>
				<string>eda0ce5d27c2b1311b3b9b155a92f10df07594abd5ea1b84646af470f077865c</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
