<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MinecraftEdu</string>
	<key>Input</key>
	<dict>
		<key>HASHED</key>
		<string>true</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Games</string>
		<key>NAME</key>
		<string>MinecraftEDUInstaller</string>
		<key>TYPE</key>
		<string>stable</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>MinecraftEDU with ServerTool installed.</string>
			<key>display_name</key>
			<string>Minecraft EDU</string>
			<key>minimum_os_version</key>
			<string>10.6.8</string>
			<key>category</key>
			<string>Games</string>
			<key>developer</key>
			<string>TeacherGaming LLC</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>preinstall_script</key>
			<string>#!/bin/bash

mcpath="/Library/Application Support/minecraftedu"

if [[ -e "$mcpath" ]]
then
	/bin/rm -rf "$mcpath"
fi
            </string>
			<key>requires</key>
			<array>
				<string>Java6_Apple</string>
			</array>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.nmcspadden.munki.MinecraftEdu</string>
</dict>
</plist>
