<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MSOffice2011Updates</string>
	<key>Input</key>
	<dict>
		<key>CULTURE_CODE</key>
		<string>0409</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Image/Microsoft Office 2011/Updates</string>
		<key>NAME</key>
		<string>Microsoft Office 2011 Update</string>
		<key>VERSION</key>
		<string>latest</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>MSN Messenger</string>
				<string>Microsoft Lync</string>
				<string>Microsoft Cert Manager</string>
				<string>Microsoft Chart Converter</string>
				<string>Microsoft Clip Gallery</string>
				<string>Microsoft Entourage</string>
				<string>Microsoft Outlook</string>
				<string>Microsoft Error Reporting</string>
				<string>Microsoft Excel</string>
				<string>Microsoft Graph</string>
				<string>Microsoft Help Viewer</string>
				<string>Microsoft Language Register</string>
				<string>Microsoft Communicator</string>
				<string>Microsoft Messenger</string>
				<string>Microsoft PowerPoint</string>
				<string>Microsoft Query</string>
				<string>Microsoft Word</string>
				<string>My Day</string>
				<string>Organization Chart</string>
				<string>Expression Media</string>
				<string>Remote Desktop Connection</string>
				<string>Opera</string>
				<string>Google Chrome</string>
				<string>Firefox</string>
				<string>Safari</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>developer</key>
			<string>Microsoft Corporation</string>
			<key>requires</key>
			<array>
				<string>Microsoft Office 2011-14.2.3</string>
			</array>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.Office2011Updates</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MSOffice2011UpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>6dc54404bb31673f5c3ef556fb8af2bcd2c4d8c1</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2011UpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>b45b1273ec683eb42ad7cc014d370a837191fe9f6a92ca354f226166b6bde67f</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.Office2011Updates</key>
			<dict>
				<key>git_hash</key>
				<string>ef1c90571a9f5bc877d9dd4e1b7780219aafa481</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2011Updates.download.recipe</string>
				<key>sha256_hash</key>
				<string>faa96754ce09de6c45bb7e2cd3cde21786c4c11f5b7b9d95d6fa3f5eaa5c0384</string>
			</dict>
			<key>com.github.autopkg.munki.Office2011Updates</key>
			<dict>
				<key>git_hash</key>
				<string>ec1558722db33605b417f11ac0537727556b6169</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2011Updates.munki.recipe</string>
				<key>sha256_hash</key>
				<string>29b2286f499edb5a99c1ed84927183ebf5d7ad317314de3b3c55f2eb8e575487</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
