<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MSOffice2011Updates</string>
	<key>Input</key>
	<dict>
		<key>CULTURE_CODE</key>
		<string>0409</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Image/Microsoft Office 2011/Updates</string>
		<key>NAME</key>
		<string>Microsoft Office 2011 Update</string>
		<key>VERSION</key>
		<string>latest</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>MSN Messenger</string>
				<string>Microsoft Lync</string>
				<string>Microsoft Cert Manager</string>
				<string>Microsoft Chart Converter</string>
				<string>Microsoft Clip Gallery</string>
				<string>Microsoft Entourage</string>
				<string>Microsoft Outlook</string>
				<string>Microsoft Error Reporting</string>
				<string>Microsoft Excel</string>
				<string>Microsoft Graph</string>
				<string>Microsoft Help Viewer</string>
				<string>Microsoft Language Register</string>
				<string>Microsoft Communicator</string>
				<string>Microsoft Messenger</string>
				<string>Microsoft PowerPoint</string>
				<string>Microsoft Query</string>
				<string>Microsoft Word</string>
				<string>My Day</string>
				<string>Organization Chart</string>
				<string>Expression Media</string>
				<string>Remote Desktop Connection</string>
				<string>Opera</string>
				<string>Google Chrome</string>
				<string>Firefox</string>
				<string>Safari</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>developer</key>
			<string>Microsoft Corporation</string>
			<key>requires</key>
			<array>
				<string>Microsoft Office 2011-14.2.3</string>
			</array>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.Office2011Updates</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MSOffice2011UpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>1d4fc94191bbe85d60c4a271ceb16d992ac6fea6</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2011UpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>b76c49041689e74372bb5b48de09a93077956000ffc34ec37e21cc203333e708</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.Office2011Updates</key>
			<dict>
				<key>git_hash</key>
				<string>a84c8c3ad6da7b43ccf3cb2749ebb93ca7be6839</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2011Updates.download.recipe</string>
				<key>sha256_hash</key>
				<string>b07eb960132d628098752ae0101d8f2a64370cd8279b10370db17debc046c1eb</string>
			</dict>
			<key>com.github.autopkg.munki.Office2011Updates</key>
			<dict>
				<key>git_hash</key>
				<string>ec1558722db33605b417f11ac0537727556b6169</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/MSOfficeUpdates/MSOffice2011Updates.munki.recipe</string>
				<key>sha256_hash</key>
				<string>29b2286f499edb5a99c1ed84927183ebf5d7ad317314de3b3c55f2eb8e575487</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
