<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.OracleJava7</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Java</string>
		<key>NAME</key>
		<string>Oracle Java 7 Update</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Web Plugins</string>
			<key>developer</key>
			<string>Orcale Corporation</string>
			<key>description</key>
			<string>Java 7 is the latest release for Java that contains many new features, enhancements and bug fixes to improve efficiency to develop and run Java programs.</string>
			<key>display_name</key>
			<string>Java 7 Update</string>
			<key>minimum_os_version</key>
			<string>10.7.3</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>requires</key>
			<array>
				<string>Apple JavaForOSX</string>
			</array>
			<key>postinstall_script</key>
			<string>#!/bin/sh
# This command will check to see if the Java Deployment directory
# exists.  If not, it will create it for you. 

test -d /Library/Application\ Support/Oracle/Java/Deployment || mkdir -p /Library/Application\ Support/Oracle/Java/Deployment

# This set of commands will check to see if the deployment.properties
# file exists.  If not it will create the file and then check for specific
# properties in the file.

test -e /Library/Application\ Support/Oracle/Java/Deployment/deployment.properties || touch /Library/Application\ Support/Oracle/Java/Deployment/deployment.properties

grep -qi deployment.macosx.check.update=false "/Library/Application Support/Oracle/Java/Deployment/deployment.properties" || echo 'deployment.macosx.check.update=false' &gt;&gt; /Library/Application\ Support/Oracle/Java/Deployment/deployment.properties
	
grep -qi deployment.user.security.exception.sites=/Users/Shared/Java/exception.sites "/Library/Application Support/Oracle/Java/Deployment/deployment.properties" || echo 'deployment.user.security.exception.sites=/Users/Shared/Java/exception.sites' &gt;&gt; /Library/Application\ Support/Oracle/Java/Deployment/deployment.properties

# These commands will check to see if the exception.sites file exists and
# if the sites we need are in the exception.sites. If the sites do not 
# exist they will be outputeed to the file.

test -d /Users/Shared/Java/ || mkdir -p /Users/Shared/Java

test -e /Users/Shared/Java/exception.sites || touch /Users/Shared/Java/exception.sites

grep -qi https://cclibrary.skillport.com "/Users/Shared/Java/exception.sites" || echo 'https://cclibrary.skillport.com' &gt;&gt; /Users/Shared/Java/exception.sites		


# Applies correct permissions to the exception.sites file located
# in /Users/Shared/Java/ so all users can modify the file and thus
# add sites to the exceptions list if needed.

chmod -R +a "everyone allow delete,chown,list,search,add_file,add_subdirectory,delete_child,file_inherit,directory_inherit" /Users/Shared/Java

# Java Settings from previous versions.  These may no
# longer be relevant however they remain for the time being.

[ -L /Library/LaunchDaemons/com.oracle.java.Helper-Tool.plist ] &amp;&amp; /bin/launchctl unload /Library/LaunchDaemons/com.oracle.java.Helper-Tool.plist
[ -L /Library/LaunchAgents/com.oracle.java.Java-Updater.plist ] &amp;&amp; /bin/launchctl unload /Library/LaunchAgents/com.oracle.java.Java-Updater.plist

[ -L /Library/LaunchDaemons/com.oracle.java.Helper-Tool.plist ] &amp;&amp; unlink /Library/LaunchDaemons/com.oracle.java.Helper-Tool.plist
[ -L /Library/LaunchAgents/com.oracle.java.Java-Updater.plist ] &amp;&amp; unlink /Library/LaunchAgents/com.oracle.java.Java-Updater.plist

# Turns off auto Update for Java

defaults write /Library/Preferences/com.oracle.java.Java-Updater JavaAutoUpdateEnabled -bool false

			</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.OracleJava7</string>
</dict>
</plist>
