<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.R</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://cran.at.r-project.org/bin/macosx/R-latest.pkg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Mathematics</string>
		<key>NAME</key>
		<string>R</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>R</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Mathematics</string>
			<key>description</key>
			<string>R is a language and environment for statistical computing and graphics which provides a wide variety of statistical and graphical techniques: linear and nonlinear modelling, statistical tests, time series analysis, classification, clustering, etc.</string>
			<key>developer</key>
			<string>R Core Team</string>
			<key>display_name</key>
			<string>R for Mac OS X</string>
			<key>minimum_os_version</key>
			<string>10.6</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.R</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.R</key>
			<dict>
				<key>git_hash</key>
				<string>5a9cc4992ca3ba38db925d17f9d5a0fb9e99741a</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/R/R.download.recipe</string>
				<key>sha256_hash</key>
				<string>7e2e2c65563ded25642ca3b17b19d22295f0f2b7afbe8ae75e5e5659bb1c3311</string>
			</dict>
			<key>io.github.hjuutilainen.munki.R</key>
			<dict>
				<key>git_hash</key>
				<string>c3d5e772fa36dc9a842aa630dc6d484aab4abb7d</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/R/R.munki.recipe</string>
				<key>sha256_hash</key>
				<string>8f78709f41dea3e6c964e45d663cad6f0cd37d355b4bed571b88f986019198bd</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
