<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.SamsungKies</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string></string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Media</string>
		<key>NAME</key>
		<string>Samsung Kies</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Media</string>
			<key>description</key>
			<string>Samsung Kies is a freeware software application used to communicate between Windows or Macintosh operating systems, and more recently manufactured Samsung mobile phone and tablet computer devices, usually using a USB cable connection (though wireless LAN Kies connectivity is now possible using some devices).</string>
			<key>developer</key>
			<string>Samsung</string>
			<key>display_name</key>
			<string>Samsung Kies</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.kies</string>
</dict>
</plist>
