<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Scrivener</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Reference</string>
		<key>NAME</key>
		<string>Scrivener</string>
		<key>SPARKLE_FEED_URL</key>
		<string>http://www.literatureandlatte.com/downloads/scrivener-2.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Reference</string>
			<key>description</key>
			<string>Project management and word processing tool for writers.</string>
			<key>developer</key>
			<string>Literature &amp; Latte, Ltd.</string>
			<key>display_name</key>
			<string>Scrivener</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Scrivener</string>
</dict>
</plist>
