<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Scrivener</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Reference</string>
		<key>NAME</key>
		<string>Scrivener</string>
		<key>SPARKLE_FEED_URL</key>
		<string>http://www.literatureandlatte.com/downloads/scrivener-2.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Reference</string>
			<key>description</key>
			<string>Project management and word processing tool for writers.</string>
			<key>developer</key>
			<string>Literature &amp; Latte, Ltd.</string>
			<key>display_name</key>
			<string>Scrivener</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Scrivener</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.Scrivener</key>
			<dict>
				<key>git_hash</key>
				<string>8a011dfd74579a361268b4c6d5cd07e7e9166b9c</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/LiteratureAndLatte/Scrivener.download.recipe</string>
				<key>sha256_hash</key>
				<string>5421dca220e3ccc7455875871917affc82dcbf0af9adbaa04c3ae47b9dd9e41b</string>
			</dict>
			<key>com.github.homebysix.munki.Scrivener</key>
			<dict>
				<key>git_hash</key>
				<string>8a011dfd74579a361268b4c6d5cd07e7e9166b9c</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/LiteratureAndLatte/Scrivener.munki.recipe</string>
				<key>sha256_hash</key>
				<string>70d62815abefe28985565da6e3fccec7763802b8393fcaf470b6f5b9ea603408</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
