<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.ShiftIt</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Utilities</string>
		<key>NAME</key>
		<string>ShiftIt</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>ShiftIt is an application for OSX that allows you to quickly manipulate window position and size using keyboard shortcuts. It intends to become a full featured window organizer for OSX. It is a complete rewrite of the original ShiftIt by Aravindkumar Rajendiran which is not longer under development. For discussing any sort of stuff about this app, please create a new issue.</string>
			<key>developer</key>
			<string>Filip Krikava</string>
			<key>display_name</key>
			<string>ShiftIt</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.ShiftIt</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.download.ShiftIt</key>
			<dict>
				<key>git_hash</key>
				<string>3a657e3decc3068a66ef43e490059f3cd861324b</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/ShiftIt/ShiftIt.download.recipe</string>
				<key>sha256_hash</key>
				<string>6a911f7fef4e5435fe521e5a87084031cda4b53ba072acda0d4edd2c42c86814</string>
			</dict>
			<key>com.github.joshua-d-miller.autopkg.munki.ShiftIt</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/ShiftIt/ShiftIt.munki.recipe</string>
				<key>sha256_hash</key>
				<string>f0566028fe9e1a3e19df3af7987ee4e5fa5559b4c85a01ae9d474e81e24f2e0a</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
