<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Silverlight</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://www.microsoft.com/getsilverlight/handlers/getsilverlight.ashx</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Utilities</string>
		<key>NAME</key>
		<string>Microsoft Silverlight</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Firefox.app</string>
				<string>Opera.app</string>
				<string>Safari.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Silverlight is a powerful development tool for creating engaging, interactive user experiences for Web and mobile applications. Silverlight is a free plug-in, powered by the .NET framework and compatible with multiple browsers, devices and operating systems, bringing a new level of interactivity wherever the Web works.</string>
			<key>display_name</key>
			<string>Microsoft® Silverlight™ Browser Plug-In</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.Silverlight</string>
</dict>
</plist>
