<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.SketchUpPro</string>
	<key>Input</key>
	<dict>
		<key>LOCALE</key>
		<string>en</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Media</string>
		<key>NAME</key>
		<string>SketchUpPro</string>
		<key>RELEASE_YEAR</key>
		<string>2015</string>
		<key>SUP_DOWNLOAD_PAGE_URL</key>
		<string>http://www.sketchup.com/download/all</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>SketchUp.app</string>
				<string>Style Builder.app</string>
				<string>Layout.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Media</string>
			<key>description</key>
			<string>SketchUp Pro is the most intuitive way to design, document and communicate your ideas in 3D. http://www.sketchup.com/products/sketchup-pro</string>
			<key>developer</key>
			<string>Trimble Navigation Limited</string>
			<key>display_name</key>
			<string>SketchUp Pro</string>
			<key>minimum_os_version</key>
			<string>10.8</string>
			<key>name</key>
			<string>SketchUp Pro</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jps3.munki.SketchUpPro</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jps3.download.SketchUpPro</key>
			<dict>
				<key>git_hash</key>
				<string>7e2c09167cbb8fe4f4fba0b84b90162b2e4819d0</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jps3-recipes/SketchUpPro/SketchUpPro.download.recipe</string>
				<key>sha256_hash</key>
				<string>d2255fef35396841cbbdfab0364385ed18ad4e02db7c9bc42a74404ecdbf9d1b</string>
			</dict>
			<key>com.github.jps3.munki.SketchUpPro</key>
			<dict>
				<key>git_hash</key>
				<string>bdecb1c7d52890766199ebeb10d846948731f839</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jps3-recipes/SketchUpPro/SketchUpPro.munki.recipe</string>
				<key>sha256_hash</key>
				<string>26f669c9a2e91e9ab4e8352d90e37b992b05a2bb1ab8ec17f12fb3e7851a07bc</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
