<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.SketchUpMake</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Media</string>
		<key>NAME</key>
		<string>SketchUp Make</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Media</string>
			<key>description</key>
			<string>SketchUp is 3D modeling software that's easy to learn and incredibly fun to use.</string>
			<key>developer</key>
			<string>Trimble Navigation Limited</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.sheagcraig.munki.SketchUpMake</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.sheagcraig.download.SketchUpMake</key>
			<dict>
				<key>git_hash</key>
				<string>957cdb3b54b9dc4d22e7f30688484929a6547fff</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.sheagcraig-recipes/Sketchup/SketchUpMake.download.recipe</string>
				<key>sha256_hash</key>
				<string>e72dcc03720205f9ad03ed5bec16530a84e558b0c8b4d70712fa633660daffec</string>
			</dict>
			<key>com.github.sheagcraig.munki.SketchUpMake</key>
			<dict>
				<key>git_hash</key>
				<string>83fa632c8ed422599137cef464fd892d1c72da0b</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.sheagcraig-recipes/Sketchup/SketchUpMake.munki.recipe</string>
				<key>sha256_hash</key>
				<string>00599872825759ebe6d83e40e64bbb2311ce498b85d07ec7b25bc9a7ca4fe33d</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
