<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Spotify</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://www.spotify.com/download/Spotify.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Media</string>
		<key>NAME</key>
		<string>Spotify</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
			</array>
			<key>category</key>
			<string>Multimedia</string>
			<key>description</key>
			<string>Spotify is a music streaming service offering unlimited streaming of selected music from a range of major and independent record labels.</string>
			<key>developer</key>
			<string>Spotify</string>
			<key>display_name</key>
			<string>Spotify</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/bash
		chmod go+x /Applications/Spotify.app/Contents/Frameworks/Chromium\ Embedded\ Framework.framework/Chromium\ Embedded\ Framework /Applications/Spotify.app/Contents/Frameworks/Spotify\ Helper.app/Contents/MacOS/Spotify\ Helper /Applications/Spotify.app/Contents/MacOS/*
		           </string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.Spotify</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.Spotify</key>
			<dict>
				<key>git_hash</key>
				<string>3feff5e323d1caae2b1b8c5eef3722e7b52e07f9</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Spotify/Spotify.download.recipe</string>
				<key>sha256_hash</key>
				<string>78b4aa01b807ae0fe6c190b4837f89a77cd38044bf236204c469777cdac5a44f</string>
			</dict>
			<key>com.github.autopkg.munki.Spotify</key>
			<dict>
				<key>git_hash</key>
				<string>4e0ae4ad42d40ab2f320b9511d98439b50657c63</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Spotify/Spotify.munki.recipe</string>
				<key>sha256_hash</key>
				<string>438b578b775c997541eeb6070e0808ab236751c3eec1c9ef3edb12f435cd2257</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
