<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.SubLimeText3</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Admin/SublimeText3</string>
		<key>NAME</key>
		<string>SublimeText3</string>
		<key>SPARKLE_FEED_URL</key>
		<string>http://www.sublimetext.com/updates/3/stable/appcast_osx.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Sublime Text is an advanced text editor for OS X.</string>
			<key>display_name</key>
			<string>Sublime Text 3</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.keeleysam.recipes.SublimeText.SublimeText3.munki</string>
</dict>
</plist>
