<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.tn3270</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Administrative</string>
		<key>NAME</key>
		<string>tn3270X</string>
		<key>SEARCH_PATTERN</key>
		<string>(?P&lt;url&gt;http.*?tn3270_X_.*?\.dmg)</string>
		<key>SEARCH_URL</key>
		<string>http://www.brown.edu/cis/tn3270/</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Administrative Tools</string>
			<key>description</key>
			<string>Brown TN3720 is designed for Macintosh users who have an account on a remote host that requires 3270 terminal emulation. Typically at Penn State, TN3720 is used to connect to the IBM mainframe maintained by AIS. Generally, it is used to connect to a VM- or MVS-based host from a Macintosh, providing the capability to login to a remote host, so that the Mac can function as a terminal connected to that host. Note that in most cases, users will need an account in order to connect to a machine. To connect to a UNIX system or computers, users can use SSH or an SSH-based client rather than TN3270. - http://ais.its.psu.edu/support/mainframe_mac.asp</string>
			<key>developer</key>
			<string>Peter DiCamillo</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.tn3270X</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.hansen-m.download.tn3270X</key>
			<dict>
				<key>git_hash</key>
				<string>882b5da88b9f447deab1211ded2d1fa496d027f3</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hansen-m-recipes/TN3270/tn3270.download.recipe</string>
				<key>sha256_hash</key>
				<string>3d078902baddcdad0c91ca5fe9245632d7c8a81061e6ac3db1374e5fff0d4bda</string>
			</dict>
			<key>com.github.joshua-d-miller.autopkg.munki.tn3270X</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/TN3270/tn3270.munki.recipe</string>
				<key>sha256_hash</key>
				<string>c310c4a5663d64cb122ab13acbea27dfe01dbcfab5d780eeaea92f7642e9c1c0</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
