<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.TNEFsEnough</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Productivity</string>
		<key>NAME</key>
		<string>TNEF Enough</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>description</key>
			<string>TNEF's Enough allows Macs to read and extract files from Microsoft TNEF stream files. The files are usually received by SMTP based e-mail programs from Microsoft Exchange and Microsoft Outlook users. The SMTP based e-mail program will usually receive either a MIME attachment named "winmail.dat" or a MIME attachment with the type "application/ms-tnef.  The file is a rich text (or MAPI) message that is sent from Outlook to Exchange. When Exchange sends the message to an outside server it writes the MAPI message as a MIME attachment. The unfortunate side effect of this plan is if the Outlook user has someone in their address book as a person who can receive "Rich Text" then the user will receive the TNEF file whether the user uses Outlook or not.</string>
			<key>developer</key>
			<string>Josh Jacob</string>
			<key>display_name</key>
			<string>TNEF's Enough</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.tnefenough</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.tnefenough</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Josh Jacob/TNEFsEnough.munki.recipe</string>
				<key>sha256_hash</key>
				<string>dbe6e1d20acedf83acf5c37ab8ea93d70af5d1042358676796e1db524875eb73</string>
			</dict>
			<key>com.github.joshua-d-miller.download.tnefenough</key>
			<dict>
				<key>git_hash</key>
				<string>3a657e3decc3068a66ef43e490059f3cd861324b</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Josh Jacob/TNEFsEnough.download.recipe</string>
				<key>sha256_hash</key>
				<string>bdee1517caea74ee5b401973321030b2ec3831a6d2df24dd74a1080118a0b253</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
