<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Unity3D</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Programming</string>
		<key>NAME</key>
		<string>Unity 3D</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Application Development</string>
			<key>description</key>
			<string>Unity is a flexible and powerful development platform for creating multiplatform 3D and 2D games and interactive experiences. It's a complete ecosystem for anyone who aims to build a business on creating high-end content and connecting to their most loyal and enthusiastic players and customers.</string>
			<key>developer</key>
			<string>Unity Technologies</string>
			<key>display_name</key>
			<string>Unity 3D</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.Unity3D</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>Unity3DComponetsURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>0b1a8cd898ec40a26810390cafccd3ad0511bb59</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hansen-m-recipes/Unity3D/Unity3DComponetsURLProvider.py</string>
				<key>sha256_hash</key>
				<string>85066415b95e500f5ca49b08bdcb2982caa51c41a4fd0675095a099357584a12</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.hansen-m.download.Unity3D</key>
			<dict>
				<key>git_hash</key>
				<string>dd7f43dbb125bef2ec6d4941dbbbcd82df202b45</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.hansen-m-recipes/Unity3D/Unity3D.download.recipe</string>
				<key>sha256_hash</key>
				<string>ef789a559e19a70a6967ed0d96e6d407f1b60ce54071a23b0f64f45343ff457b</string>
			</dict>
			<key>com.github.joshua-d-miller.autopkg.munki.Unity3D</key>
			<dict>
				<key>git_hash</key>
				<string>4b28c0b05e6f6e891a38a7113119746a83304647</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Unity3D/Unity3D.munki.recipe</string>
				<key>sha256_hash</key>
				<string>792f786ee4488219a6d29253b56142ccee907dfcd57518c6aef58b0b6931c3a4</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
