<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.UnRarX</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Admin</string>
		<key>NAME</key>
		<string>UnRarX</string>
		<key>SPARKLE_FEED_URL</key>
		<string>http://www.unrarx.com/update.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>GUI front-end for unrar.</string>
			<key>developer</key>
			<string></string>
			<key>category</key>
			<string>Administrative Tools</string>
			<key>display_name</key>
			<string>UnRarX</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.UnRarX</string>
</dict>
</plist>
