<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.VirtualBox</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Admin</string>
		<key>NAME</key>
		<string>Oracle VirtualBox</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Oracle VirtualBox</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Oracle VirtualBox is a powerful x86 and AMD64/Intel64 virtualization product for enterprise as well as home use. Not only is VirtualBox an extremely feature rich, high performance product for enterprise customers, it is also the only professional solution that is freely available as Open Source Software under the terms of the GNU General Public License (GPL) version 2. See "About VirtualBox" for an introduction.</string>
			<key>display_name</key>
			<string>Oracle VM VirtualBox</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>supported_architectures</key>
			<array>
				<string>i386</string>
				<string>x86_64</string>
			</array>
			<key>postinstall_script</key>
			<string>#!/bin/sh
			chmod -R +a "everyone allow delete,chown,list,search,add_file,add_subdirectory,delete_child,file_inherit,directory_inherit" /Users/Shared/VirtualBox
			</string>
			<key>preinstall_script</key>
			<string>#!/bin/bash
			mkdir /Users/Shared/VirtualBox/
			mkdir /Users/Shared/VirtualBox/VirtualBox\ VMs
			/bin/echo '&lt;?xml version="1.0"?&gt;
&lt;!--
** DO NOT EDIT THIS FILE.
** If you make changes to this file while any VirtualBox related application
** is running, your changes will be overwritten later, without taking effect.
** Use VBoxManage or the VirtualBox Manager GUI to make changes.
--&gt;
&lt;VirtualBox xmlns="http://www.innotek.de/VirtualBox-settings" version="1.12-macosx"&gt;
  &lt;Global&gt;
    &lt;ExtraData&gt;
      &lt;ExtraDataItem name="GUI/LastWindowPosition" value="895,325,770,550"/&gt;
      &lt;ExtraDataItem name="GUI/SplitterSizes" value="153,610"/&gt;
      &lt;ExtraDataItem name="GUI/UpdateCheckCount" value="2"/&gt;
      &lt;ExtraDataItem name="GUI/UpdateDate" value="1 d, 2013-10-22, stable, 4.2.18"/&gt;
    &lt;/ExtraData&gt;
    &lt;MachineRegistry/&gt;
    &lt;MediaRegistry&gt;
      &lt;HardDisks/&gt;
      &lt;DVDImages/&gt;
      &lt;FloppyImages/&gt;
    &lt;/MediaRegistry&gt;
    &lt;NetserviceRegistry&gt;
      &lt;DHCPServers&gt;
        &lt;DHCPServer networkName="HostInterfaceNetworking-vboxnet0" IPAddress="192.168.56.100" networkMask="255.255.255.0" lowerIP="192.168.56.101" upperIP="192.168.56.254" enabled="1"/&gt;
      &lt;/DHCPServers&gt;
    &lt;/NetserviceRegistry&gt;
    &lt;SystemProperties defaultMachineFolder="/Users/Shared/VirtualBox/VirtualBox VMs" defaultHardDiskFormat="VDI" VRDEAuthLibrary="VBoxAuth" webServiceAuthLibrary="VBoxAuth" LogHistoryCount="3"/&gt;
    &lt;USBDeviceFilters/&gt;
  &lt;/Global&gt;
&lt;/VirtualBox&gt;' &gt; /Users/Shared/VirtualBox/VirtualBox.xml
	touch /etc/launchd.conf
	/bin/echo 'setenv VBOX_USER_HOME /Users/Shared/VirtualBox' &gt;&gt; /etc/launchd.conf
		</string>
		<key>receipts</key>
		<array>
			<dict>
				<key>installed_size</key>
				<integer>900</integer>
				<key>packageid</key>
				<string>org.virtualbox.pkg.vboxkexts</string>
				<key>version</key>
				<string>4.2.18</string>
			</dict>
			<dict>
				<key>installed_size</key>
				<integer>12</integer>
				<key>packageid</key>
				<string>org.virtualbox.pkg.vboxstartupitems</string>
				<key>version</key>
				<string>4.2.18</string>
			</dict>
			<dict>
				<key>installed_size</key>
				<integer>221747</integer>
				<key>packageid</key>
				<string>org.virtualbox.pkg.virtualbox</string>
				<key>version</key>
				<string>4.2.18</string>
			</dict>
			<dict>
				<key>installed_size</key>
				<integer>4</integer>
				<key>packageid</key>
				<string>org.virtualbox.pkg.virtualboxcli</string>
				<key>version</key>
				<string>4.2.18</string>
			</dict>
		</array>
		<key>uninstall_method</key>
		<string>uninstall_script</string>
		<key>uninstall_script</key>
		<string>#!bin/sh
		# VirtualBox Uninstaller Script
		rm -rf /Applications/VirtualBox.app
		rm -rf /Users/Shared/VirtualBox
		rm -rf ~/Library/VirtualBox
		rm -rf /etc/launchd.conf
		pkgutil --forget org.virtualbox.pkg.vboxkexts
    	pkgutil --forget org.virtualbox.pkg.vboxstartupitems
    	pkgutil --forget org.virtualbox.pkg.virtualbox
    	pkgutil --forget org.virtualbox.pkg.virtualboxcli
    	</string>
		<key>uninstallable</key>
		<true/>
		<key>unattended_install</key>
		<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jessepeterson.munki.VirtualBox</string>
</dict>
</plist>
