<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Vivaldi</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Productivity/Vivaldi</string>
		<key>NAME</key>
		<string>Vivaldi</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>description</key>
			<string>A browser for our friends.</string>
			<key>developer</key>
			<string>Vivaldi Technologies</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.sheagcraig.munki.Vivaldi</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.sheagcraig.download.Vivaldi</key>
			<dict>
				<key>git_hash</key>
				<string>792cfb3de4f00ac589339c64f37a8006115b5f2e</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.sheagcraig-recipes/Vivaldi/Vivaldi.download.recipe</string>
				<key>sha256_hash</key>
				<string>804dd7df19ffac180702bc223878fc86954886b8800d03b8edd9e67be50199d5</string>
			</dict>
			<key>com.github.sheagcraig.munki.Vivaldi</key>
			<dict>
				<key>git_hash</key>
				<string>76a97e38f269a6d33ca60cc712dd6a385892ec90</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.sheagcraig-recipes/Vivaldi/Vivaldi.munki.recipe</string>
				<key>sha256_hash</key>
				<string>878a5764d533247d8c1efdac35523d610349007bdb874ceb4174033ab193a75f</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
