<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.XQuartz</string>
	<key>Input</key>
	<dict>
		<key>BRANCH</key>
		<string>release</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Admin</string>
		<key>NAME</key>
		<string>XQuartz</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>X11</string>
				<string>XQuartz</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Administrative Tools</string>
			<key>description</key>
			<string>A version of the X.Org X Window System that runs on OS X
The XQuartz project is an open-source effort to develop a version of the X.Org X Window System that runs on OS X. Together with supporting libraries and applications, it forms the X11.app that Apple has shipped with OS X since version 10.5.</string>
			<key>developer</key>
			<string>XQuartz Development Team</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>minimum_os_version</key>
			<string>10.6.3</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.xquartz</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.xquartz</key>
			<dict>
				<key>git_hash</key>
				<string>7a371ca41ed7a016fe4ccdadc11fc58a17cc2d48</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/XQuartz/XQuartz.download.recipe</string>
				<key>sha256_hash</key>
				<string>d9b96b68e5e5b34e6735ab17f9e2a3a450b8fc0f0427d1d407a97737d4b5ab14</string>
			</dict>
			<key>com.github.autopkg.munki.xquartz</key>
			<dict>
				<key>git_hash</key>
				<string>9bc15778862705de0902f12d28dd81865ddef2ff</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/XQuartz/XQuartz.munki.recipe</string>
				<key>sha256_hash</key>
				<string>43d56e20dbf5f48cb2f766ac2be6a065041168056b91816d5c12dd94ca8db328</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
