<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Zotero</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Reference/Zotero</string>
		<key>NAME</key>
		<string>Zotero</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Reference</string>
			<key>description</key>
			<string>Zotero - zoh-TAIR-oh - is a free, easy-to-use tool to help you collect, organize, cite, and share your research sources. It lives right where you do your work-in the web browser itself.</string>
			<key>developer</key>
			<string>Roy Rosenzweig CHNM</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/bash
            # Mircosoft Word 2011 Plugin for Zotero
            # Last Updated April 10, 2014 - Joshua D. Miller
            # Set Permissions to allow the Zotero Word Plugin to Install
            [ -e /Applications/Microsoft\ Office\ 2011/ ] &amp;&amp; chmod o+w /Applications/Microsoft\ Office\ 2011/Office/Startup/Word
            </string>
			<key>postuninstall_script</key>
			<string>#!/bin/bash
            # Uninstall Script for Word Plugin for Zotero
            # Last Updated April 10, 2014 - Joshua D. Miller
            # Remove the Zotero Template file
            [ -e /Applications/Microsoft\ Office\ 2011/Office/Word/Startup/Zotero.dot ] &amp;&amp; rm /Applications/Microsoft\ Office\ 2011/Office/Startup/Word/Zotero.dot
            # Restore Permissions on the folder /Applications/Microsoft Office 2011/Office/Startup/Word/
            [ -e /Applications/Microsoft\ Office\ 2011/ ] &amp;&amp; chmod o-w /Applications/Microsoft\ Office\ 2011/Office/Startup/Word
            </string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.zotero</string>
</dict>
</plist>
